import Review from "../components/ReviewsSlider/ReviewCard/Review.type";

const reviewList: Review[] = [
  {
    id: "1",
    firstName: "Oleh",
    secondName: "Bakalov",
    avatarURL:
      "https://res.cloudinary.com/dcw1yxr6s/image/upload/v1722171982/2101a-140_dxa7cr.jpg",
    eventGroupName: "Драгобрат та Гуцульщина",
    eventDate: "Шафранові вихідні на Драгобраті!) ( 05 травня 2023 )",
    review:
      "Багато вражень, дуже уважні організатори, нам сподобалося, що програму коригували в процесі. Альона, Крістіна і Майкл зробили вікенд🤗❤️ Хоч і постійно падав дощ, ми ні про що не шкодуємо. В отелі  чисто, смачно і тепло.",
    rating: [
      { title: "Транспорт", rating: "good" },
      { title: "Проживання", rating: "neutral" },
      { title: "Організатор", rating: "good" },
      { title: "Програма подорожі ", rating: "good" },
      { title: "Загальні враження", rating: "bad" },
    ],
    reviewDate: "08 травня 2023 12:11",
  },
  {
    id: "2",
    firstName: "Oleh",
    secondName: "Bakalov",
    avatarURL:
      "https://res.cloudinary.com/dcw1yxr6s/image/upload/v1722171982/2101a-140_dxa7cr.jpg",
    eventGroupName: "Драгобрат та Гуцульщина",
    eventDate: "Шафранові вихідні на Драгобраті!) ( 05 травня 2023 )",
    review:
      "Багато вражень, дуже уважні організатори, нам сподобалося, що програму коригували в процесі. Альона, Крістіна і Майкл зробили вікенд🤗❤️ Хоч і постійно падав дощ, ми ні про що не шкодуємо. В отелі  чисто, смачно і тепло.",
    rating: [
      { title: "Транспорт", rating: "good" },
      { title: "Проживання", rating: "neutral" },
      { title: "Організатор", rating: "good" },
      { title: "Програма подорожі ", rating: "good" },
      { title: "Загальні враження", rating: "bad" },
    ],
    reviewDate: "08 травня 2023 12:11",
  },
  {
    id: "3",
    firstName: "Oleh",
    secondName: "Bakalov",
    avatarURL:
      "https://res.cloudinary.com/dcw1yxr6s/image/upload/v1722171982/2101a-140_dxa7cr.jpg",
    eventGroupName: "Драгобрат та Гуцульщина",
    eventDate: "Шафранові вихідні на Драгобраті!) ( 05 травня 2023 )",
    review:
      "Багато вражень, дуже уважні організатори, нам сподобалося, що програму коригували в процесі. Альона, Крістіна і Майкл зробили вікенд🤗❤️ Хоч і постійно падав дощ, ми ні про що не шкодуємо. В отелі  чисто, смачно і тепло.",
    rating: [
      { title: "Транспорт", rating: "good" },
      { title: "Проживання", rating: "neutral" },
      { title: "Організатор", rating: "good" },
      { title: "Програма подорожі ", rating: "good" },
      { title: "Загальні враження", rating: "bad" },
    ],
    reviewDate: "08 травня 2023 12:11",
  },
  {
    id: "4",
    firstName: "Oleh",
    secondName: "Bakalov",
    avatarURL:
      "https://res.cloudinary.com/dcw1yxr6s/image/upload/v1722171982/2101a-140_dxa7cr.jpg",
    eventGroupName: "Драгобрат та Гуцульщина",
    eventDate: "Шафранові вихідні на Драгобраті!) ( 05 травня 2023 )",
    review:
      "Багато вражень, дуже уважні організатори, нам сподобалося, що програму коригували в процесі. Альона, Крістіна і Майкл зробили вікенд🤗❤️ Хоч і постійно падав дощ, ми ні про що не шкодуємо. В отелі  чисто, смачно і тепло.",
    rating: [
      { title: "Транспорт", rating: "good" },
      { title: "Проживання", rating: "neutral" },
      { title: "Організатор", rating: "good" },
      { title: "Програма подорожі ", rating: "good" },
      { title: "Загальні враження", rating: "bad" },
    ],
    reviewDate: "08 травня 2023 12:11",
  },
  {
    id: "5",
    firstName: "Oleh",
    secondName: "Bakalov",
    avatarURL:
      "https://res.cloudinary.com/dcw1yxr6s/image/upload/v1722171982/2101a-140_dxa7cr.jpg",
    eventGroupName: "Драгобрат та Гуцульщина",
    eventDate: "Шафранові вихідні на Драгобраті!) ( 05 травня 2023 )",
    review:
      "Багато вражень, дуже уважні організатори, нам сподобалося, що програму коригували в процесі. Альона, Крістіна і Майкл зробили вікенд🤗❤️ Хоч і постійно падав дощ, ми ні про що не шкодуємо. В отелі  чисто, смачно і тепло.",
    rating: [
      { title: "Транспорт", rating: "good" },
      { title: "Проживання", rating: "neutral" },
      { title: "Організатор", rating: "good" },
      { title: "Програма подорожі ", rating: "good" },
      { title: "Загальні враження", rating: "bad" },
    ],
    reviewDate: "08 травня 2023 12:11",
  },
  {
    id: "6",
    firstName: "Oleh",
    secondName: "Bakalov",
    avatarURL:
      "https://res.cloudinary.com/dcw1yxr6s/image/upload/v1722171982/2101a-140_dxa7cr.jpg",
    eventGroupName: "Драгобрат та Гуцульщина",
    eventDate: "Шафранові вихідні на Драгобраті!) ( 05 травня 2023 )",
    review:
      "Багато вражень, дуже уважні організатори, нам сподобалося, що програму коригували в процесі. Альона, Крістіна і Майкл зробили вікенд🤗❤️ Хоч і постійно падав дощ, ми ні про що не шкодуємо. В отелі  чисто, смачно і тепло.",
    rating: [
      { title: "Транспорт", rating: "good" },
      { title: "Проживання", rating: "neutral" },
      { title: "Організатор", rating: "good" },
      { title: "Програма подорожі ", rating: "good" },
      { title: "Загальні враження", rating: "bad" },
    ],
    reviewDate: "08 травня 2023 12:11",
  },
];

export default reviewList;
